Repository: NMarjou/localization-app
Catalog: TMs/en-US_pt-PT.tmx
Source language: en_us
Languages: pt_pt

source: Requested/unsolicited
pt_pt: Solicitado/não solicitado

source: Requests replied
pt_pt: Pedidos respondidos

source: % Requests with behaviors
pt_pt: % Pedidos com comportamentos

source: Review created date
pt_pt: Data de criação da avaliação

source: Review ID
pt_pt: ID de revisão

source: Review manager ID
pt_pt: ID do gestor de avaliação

source: Review manager name
pt_pt: Nome do gestor de avaliação

source: Review name
pt_pt: Nome da avaliação

source: Review rating
pt_pt: Classificação da avaliação

source: Template name
pt_pt: Nome do modelo

source: Review UUID
pt_pt: UUID da avaliação

source: Reviews challenged
pt_pt: Avaliações contestadas

source: % Reviews
pt_pt: % Avaliações

source: Role
pt_pt: Função

source: %RT count of sent behavior
pt_pt: % Contagem de comportamentos enviados

source: # RTI requests
pt_pt: # Pedidos RTI

source: scale
pt_pt: escala

source: Scale name
pt_pt: Nome da escala

source: % Score vs max.
pt_pt: % Pontuação vs máx.

source: % Score vs max. score
pt_pt: % Pontuação vs pontuação máx.

source: Secondary communication manager ID
pt_pt: ID do gestor de comunicação secundário

source: Secondary communication manager name
pt_pt: Nome do gestor de comunicação secundário

source: Secondary hierarchy name
pt_pt: Nome da hierarquia secundária

source: Section score
pt_pt: Pontuação da secção

source: # Sent behaviors
pt_pt: # Comportamentos enviados

source: Sent behaviors
pt_pt: Comportamentos enviados

source: # Sent feedback
pt_pt: # Feedback enviado

source: % Shared feedback
pt_pt: % Feedback partilhado

source: % Shared goals
pt_pt: % Objetivos partilhados

source: Sign off date time
pt_pt: Data e hora de aprovação

source: Signed off
pt_pt: Aprovado

source: Start date in company
pt_pt: Data de início na empresa

source: Succeeded
pt_pt: Concluído com sucesso

source: Tag name value
pt_pt: Valor do nome da etiqueta

source: # Tag
pt_pt: # Etiqueta

source: Tag UUID
pt_pt: UUID da etiqueta

source: # Teams
pt_pt: # Equipas

source: # Thanks
pt_pt: # Agradecimentos

source: # Times overridden
pt_pt: # Vezes substituído

source: # Times read
pt_pt: # Vezes lido

source: # Times released
pt_pt: # Vezes publicado

source: # Times unreleased
pt_pt: # Vezes não publicado

source: (to be deleted) % Connections all
pt_pt: (a eliminar) % Todas as ligações

source: To worker ID
pt_pt: ID do colaborador destinatário

source: Total behaviors
pt_pt: Total de comportamentos

source: Total feedback requested
pt_pt: Total de feedback solicitado

source: Total feedback requests
pt_pt: Total de pedidos de feedback

source: Total feedback sent
pt_pt: Total de feedback enviado

source: Total goals
pt_pt: Total de golos

source: Total performance check-ins
pt_pt: Total de check-ins de desempenho

source: Total reviews
pt_pt: Total de avaliações

source: Total reviews with behavior rating
pt_pt: Total de avaliações com classificação de comportamento

source: Total reviews with goal ratings
pt_pt: Total de avaliações com classificações de objetivos

source: Total score
pt_pt: Pontuação total

source: Tracking status
pt_pt: Estado de monitorização

source: Trend
pt_pt: Tendência

source: Trust
pt_pt: Confiança

source: Unclear
pt_pt: Pouco claro

source: # Unclear
pt_pt: # Pouco claro

source: Unhelpful
pt_pt: Pouco útil

source: # Unique aligned goals
pt_pt: # Objetivos alinhados únicos

source: Unique feedback identifier
pt_pt: Identificador único de feedback

source: # Unique logins
pt_pt: # Inícios de sessão únicos

source: # Unique main goals
pt_pt: # Objetivos principais únicos

source: Unique worker ID
pt_pt: ID único do trabalhador

source: % Unreleased
pt_pt: % Não publicados

source: Unreleased flag
pt_pt: Indicador de não publicado

source: # Unreleased
pt_pt: # Não publicados

source: # User plans
pt_pt: # Planos de utilizador

source: User status
pt_pt: Estado do utilizador

source: % Users having aligned goals
pt_pt: % Utilizadores com objetivos alinhados

source: % Users having behaviors
pt_pt: % Utilizadores com comportamentos

source: # Users having check-ins
pt_pt: # Utilizadores com check-ins

source: % Used check-ins
pt_pt: % Check-ins utilizados

source: # Users having goals
pt_pt: # Utilizadores com objetivos

source: % Used goals
pt_pt: % Objetivos utilizados

source: # Users having no goals
pt_pt: # Utilizadores sem objetivos

source: % Users having no goals
pt_pt: % Utilizadores sem objetivos

source: # Users having plans
pt_pt: # Utilizadores com planos

source: % Users having plans
pt_pt: % Utilizadores com planos

source: # Users logged in
pt_pt: # Utilizadores com sessão iniciada

source: % Users logged in
pt_pt: % Utilizadores com sessão iniciada

source: % Users received feedback
pt_pt: % Utilizadores que receberam feedback

source: # Users received feedback ratings
pt_pt: # Utilizadores que receberam avaliações de feedback

source: # Users requested feedback
pt_pt: # Utilizadores que solicitaram feedback

source: % Users requested feedback
pt_pt: % Utilizadores que solicitaram feedback

source: # Users used feedback
pt_pt: # Utilizadores usaram o feedback

source: % Used feedback
pt_pt: % Feedback utilizado

source: # Users who sent feedback
pt_pt: # Utilizadores que enviaram feedback

source: % Users who sent feedback
pt_pt: % Utilizadores que enviaram feedback

source: # Warning
pt_pt: # Aviso

source: % Warning
pt_pt: % Aviso

source: Weighted score
pt_pt: Pontuação ponderada

source: Widget name
pt_pt: Nome do widget

source: Widget UUID
pt_pt: UUID do Widget

source: Work country
pt_pt: País de trabalho

source: Work region
pt_pt: Região de trabalho

source: Work region state
pt_pt: Estado da região de trabalho

source: Work town city
pt_pt: Cidade de trabalho

source: Worker behavior comment
pt_pt: Comentário de comportamento do colaborador

source: Worker behavior rating name
pt_pt: Nome da avaliação de comportamento do colaborador

source: Worker challenge is submitted
pt_pt: O desafio do colaborador foi submetido

source: Worker email
pt_pt: Email do trabalhador

source: Worker evaluation
pt_pt: Avaliação do colaborador

source: Worker final review status
pt_pt: Estado final da avaliação do colaborador

source: Worker full name
pt_pt: Nome completo do trabalhador

source: Worker ID and name
pt_pt: ID e nome do trabalhador

source: Worker ID + full name
pt_pt: ID do colaborador + nome completo

source: % Workers logged in
pt_pt: % Trabalhadores com sessão iniciada

source: Worker rating
pt_pt: Classificação do colaborador

source: Worker rating comment
pt_pt: Comentário de classificação do colaborador

source: Worker refused plan
pt_pt: Trabalhador recusou plano

source: # Worker review completed
pt_pt: N.º de avaliações de colaboradores concluídas

source: % Worker review completed
pt_pt: % de avaliações de colaboradores concluídas

source: Worker role
pt_pt: Função do trabalhador

source: # Workers with RTI
pt_pt: N.º de colaboradores com RTI

source: % Workers with RTI
pt_pt: % de colaboradores com RTI

source: Worker Let's discuss submitted
pt_pt: "Vamos discutir" do colaborador submetido

source: # Workers logged in
pt_pt: # Trabalhadores com sessão iniciada

source: Workers overall behavior rating comment
pt_pt: Comentário de classificação geral de comportamento do colaborador

source: Worker overall behavior rating scale
pt_pt: Escala de classificação geral de comportamento do colaborador

source: Worker overall goal rating comment
pt_pt: Comentário da classificação geral de objetivos do trabalhador

source: Workers overall goal rating scale ID
pt_pt: ID da escala de classificação geral de objetivos dos trabalhadores

source: Workflow status name
pt_pt: Nome do estado do fluxo de trabalho

source: Workflow step
pt_pt: Etapa do fluxo de trabalho

source: Achievement summary
pt_pt: Resumo de conquistas

source: Action
pt_pt: Ação

source: Actions completed
pt_pt: Ações concluídas

source: Active users by role
pt_pt: Utilizadores ativos por função

source: Active users who sent feedback
pt_pt: Utilizadores ativos que enviaram feedback

source: # Active workers with RTI requests
pt_pt: N.º de trabalhadores ativos com pedidos RTI

source: % Active workers with RTI requests
pt_pt: % de trabalhadores ativos com pedidos RTI

source: Activity
pt_pt: Atividade

source: Additional review questions
pt_pt: Perguntas de revisão adicionais

source: Adoption Monitor
pt_pt: Monitor de Adoção

source: Adoption & Top-Level Summaries
pt_pt: Adoção e resumos gerais

source: % aligned goals
pt_pt: % objetivos alinhados

source: Alignment - Self & manager
pt_pt: Alinhamento - Próprio e gestor

source: Assigned check-ins
pt_pt: Check-ins atribuídos

source: Average & max. total scores by org level
pt_pt: Pontuações totais médias e máximas por nível organizacional

source: Average total score by org unit
pt_pt: Pontuação total média por unidade organizacional

source: Average wait time for not released
pt_pt: Tempo médio de espera para não publicados

source: Avg. check-ins (managers)
pt_pt: Média de check-ins (gestores)

source: Avg. check-ins (workers)
pt_pt: Média de check-ins (trabalhadores)

source: Avg. current goal progress
pt_pt: Progresso médio do objetivo atual

source: Avg. logins over time
pt_pt: Média de inícios de sessão ao longo do tempo

source: Avg. parent goal progress
pt_pt: Progresso médio do objetivo principal

source: Avg. progress
pt_pt: Progresso médio

source: Behavior count distribution
pt_pt: Distribuição da contagem de comportamentos

source: Behavior distribution
pt_pt: Distribuição de comportamentos

source: Behavior Overview
pt_pt: Visão Geral do Comportamento

source: Behaviors sent over time
pt_pt: Comportamentos enviados ao longo do tempo

source: Behavior received
pt_pt: Comportamento recebido

source: Behavior requested
pt_pt: Comportamento solicitado

source: Behavior sent
pt_pt: Comportamento enviado

source: Behaviors received
pt_pt: Comportamentos recebidos

source: Bonus Allocation Overview
pt_pt: Visão geral da atribuição de bónus

source: Bonus Comp Round Export Details
pt_pt: Detalhes da exportação da ronda de compensação de bónus

source: Career plan completion rate
pt_pt: Taxa de conclusão do plano de carreira

source: Career Plan Overview
pt_pt: Visão Geral do Plano de Carreira

source: Career Plan Status
pt_pt: Estado do Plano de Carreira

source: Career plans by workflow status
pt_pt: Planos de carreira por estado do fluxo de trabalho

source: # Career plans pending manager completion
pt_pt: # Planos de carreira pendentes de conclusão pelo gestor

source: Career plan workflow status
pt_pt: Estado do fluxo de trabalho do plano de carreira

source: Check-in Details
pt_pt: Detalhes do Check-in

source: Check-in Overview
pt_pt: Visão Geral do Check-in

source: Check-in participant relation
pt_pt: Relação de participantes do check-in

source: Check-in Status
pt_pt: Estado do Check-in

source: Check-in status by org. level
pt_pt: Estado do check-in por nível org.

source: Check-ins having messages
pt_pt: Check-ins com mensagens

source: Check-ins in the future
pt_pt: Check-ins futuros

source: Check-ins over time
pt_pt: Check-ins ao longo do tempo

source: Check-ins recurring
pt_pt: Check-ins recorrentes

source: Check-ins with discussion points
pt_pt: Check-ins com pontos de discussão

source: Check-ins with message
pt_pt: Check-ins com mensagem

source: Check-ins with messages by role
pt_pt: Check-ins com mensagens por função

source: Check-ins created over time
pt_pt: Check-ins criados ao longo do tempo

source: Clarity (avg.)
pt_pt: Clareza (média)

source: Clarity (distribution)
pt_pt: Clareza (distribuição)

source: Closed after deadline
pt_pt: Fechado após o prazo

source: Closed before deadline
pt_pt: Fechado antes do prazo

source: Closed RTI request by deadline met
pt_pt: Pedidos RTI encerrados por prazo cumprido

source: Closed RTI requests
pt_pt: Pedidos RTI encerrados

source: # Closed RTI requests
pt_pt: N.º de pedidos RTI encerrados

source: Comm round details by worker
pt_pt: Detalhes da ronda de comunicação por colaborador

source: Comm round document audit details
pt_pt: Detalhes de auditoria de documentos da ronda de comunicação

source: Communication audit trail
pt_pt: Trilha de auditoria de comunicação

source: Communication details
pt_pt: Detalhes de comunicação

source: Communication executive overview
pt_pt: Visão geral executiva de comunicação

source: Communication over time
pt_pt: Comunicação ao longo do tempo

source: Communication round
pt_pt: Ronda de comunicação

source: Communication status
pt_pt: Estado de comunicação

source: Comp Rounds
pt_pt: Rondas de compensação

source: Performance Executive Summary
pt_pt: Resumo Executivo de Desempenho

source: Cumulative first time login over time
pt_pt: Primeiro início de sessão cumulativo ao longo do tempo

source: Data Privacy acceptance
pt_pt: Aceitação da Privacidade de Dados

source: Desktop
pt_pt: Computador

source: Device usage
pt_pt: Utilização do dispositivo

source: Distribution of answers for multiple choice questions with drill-down
pt_pt: Distribuição de respostas para perguntas de escolha múltipla com drill-down

source: Document action date
pt_pt: Data de ação do documento

source: Document creation by date
pt_pt: Criação de documentos por data

source: Document not released
pt_pt: Documento não publicado

source: Document release status
pt_pt: Estado de publicação do documento

source: Document released
pt_pt: Documento publicado

source: Documents read over time
pt_pt: Documentos lidos ao longo do tempo

source: Documents released over time
pt_pt: Documentos publicados ao longo do tempo

source: Worker details
pt_pt: Detalhes do colaborador

source: Endorsed, public & shared
pt_pt: Endossado, público e partilhado

source: Evaluation scores by org level
pt_pt: Pontuações de avaliação por nível organizacional

source: Evaluation section by worker
pt_pt: Secção de avaliação por trabalhador

source: Evaluation section name
pt_pt: Nome da secção de avaliação

source: Export page
pt_pt: Página de exportação

source: Your file is being generated. The download will begin automatically once it's ready. This window will close on its own after the download is complete.
pt_pt: O seu ficheiro está a ser gerado. A transferência começará automaticamente assim que estiver pronto. Esta janela fechar-se-á automaticamente após a transferência estar concluída.

source: Preparing your download
pt_pt: A preparar a sua transferência

source: Export report
pt_pt: Exportar relatório

source: Feedback
pt_pt: Comentários

source: Feedback characteristics
pt_pt: Características do feedback

source: Feedback Details
pt_pt: Detalhes do Feedback

source: Feedback flow
pt_pt: Fluxo de feedback

source: Feedback Overview
pt_pt: Visão Geral do Feedback

source: Feedback quality metrics
pt_pt: Métricas de qualidade do feedback

source: Feedback Ratings
pt_pt: Classificações do Feedback

source: Feedback received
pt_pt: Feedback recebido

source: Feedback received over time
pt_pt: Feedback recebido ao longo do tempo

source: Feedback Request Overview
pt_pt: Visão Geral do Pedido de Feedback

source: Feedback sent
pt_pt: Feedback enviado

source: Feedback sent by role
pt_pt: Feedback enviado por função

source: Feedback sent by type
pt_pt: Feedback enviado por tipo

source: Feedback sent over time
pt_pt: Feedback enviado ao longo do tempo

source: Feedback with behaviors
pt_pt: Feedback com comportamentos

source: Final manager/worker alignment
pt_pt: Alinhamento final gestor/colaborador

source: Final review rating distribution
pt_pt: Distribuição de classificações da avaliação final

source: First-time logins over time (cumulative)
pt_pt: Primeiros inícios de sessão ao longo do tempo (cumulativo)

source: Functionality usage
pt_pt: Utilização de funcionalidades

source: Goal Alignment
pt_pt: Alinhamento de Objetivos

source: Goal Details
pt_pt: Detalhes do Objetivo

source: Goal Overview
pt_pt: Visão Geral dos Objetivos

source: Goal priority & tracking status
pt_pt: Prioridade e estado de acompanhamento dos objetivos

source: Goal status by org. level
pt_pt: Estado dos objetivos por nível org.

source: Goal Strategic Drivers
pt_pt: Impulsionadores Estratégicos do Objetivo

source: Goal title word cloud
pt_pt: Nuvem de palavras do título dos objetivos

source: Goals approved
pt_pt: Goals have been approved

source: Goals completed
pt_pt: Objetivos concluídos

source: Goals created over time
pt_pt: Objetivos criados ao longo do tempo

source: Goal details
pt_pt: Detalhes do objetivo

source: Goal Status
pt_pt: Estado do Objetivo

source: Goals with actions
pt_pt: Objetivos com ações

source: Individual People Day Summary
pt_pt: Resumo do Dia Individual de Pessoas

source: Initial manager/worker alignment
pt_pt: Alinhamento inicial gestor/colaborador

source: The innermost circle represents the line leader rating submitted pre-People Day, followed by he line leader rating post People Day, followed by the line leader rating post Let's Discuss. The outermost circle represent line leader +1 rating during the post Challenge process.
pt_pt: O círculo mais interior representa a classificação do líder de linha submetida antes do People Day, seguida da classificação do líder de linha após o People Day, seguida da classificação do líder de linha após o Let's Discuss. O círculo mais exterior representa a classificação do líder de linha +1 durante o processo pós-Desafio.

source: Last data refresh
pt_pt: Última atualização de dados

source: Leadership clusters
pt_pt: Grupos de liderança

source: Let's discuss between manager & worker
pt_pt: Vamos discutir entre gestor e colaborador

source: Logins over time
pt_pt: Inícios de sessão ao longo do tempo

source: Logins per platform
pt_pt: Inícios de sessão por plataforma

source: Manager + 1 review challenge
pt_pt: Desafio de revisão do gestor + 1

source: # Manager completions over time
pt_pt: # Conclusões de gestores ao longo do tempo

source: Manager having to complete career plans
pt_pt: Gestores que têm de concluir planos de carreira

source: Manager rating distribution
pt_pt: Distribuição de classificações do gestor

source: Manager review behavior distribution
pt_pt: Distribuição de comportamentos na avaliação do gestor

source: Manager review change (people day)
pt_pt: Alteração de revisão do gestor (dia de pessoas)

source: Manager review goal distribution
pt_pt: Distribuição de objetivos na avaliação do gestor

source: Managers having goals
pt_pt: Gestores com objetivos

source: Managers with no goals
pt_pt: Gestores sem objetivos

source: New logins over time
pt_pt: Novos inícios de sessão ao longo do tempo

source: # New RTI requests
pt_pt: N.º de novos pedidos RTI

source: No goals (all users)
pt_pt: Sem objetivos (todos os utilizadores)

source: No Goals Detail
pt_pt: Sem Detalhes de Objetivos

source: Number of reviews with evaluation section score = 0
pt_pt: Número de avaliações com pontuação da secção de avaliação = 0

source: Open right to information (RTI) requests
pt_pt: Pedidos de direito à informação (RTI) em aberto

source: Open RTI request by deadline status
pt_pt: Pedidos RTI em aberto por estado do prazo

source: # Open RTI requests by country
pt_pt: N.º de pedidos RTI em aberto por país

source: # Open RTI requests by org unit
pt_pt: N.º de pedidos RTI em aberto por unidade organizacional

source: # Open RTI requests
pt_pt: N.º de pedidos RTI em aberto

source: Org. goals
pt_pt: Objetivos org.

source: The outer circle represents post People Day manager rating (prior to People Day this will reflect the last submitted rating). The inner circle represents manager rating submitted pre-People Day
pt_pt: O círculo exterior representa a classificação do gestor após o People Day (antes do People Day, refletirá a última classificação submetida). O círculo interior representa a classificação do gestor submetida antes do People Day.

source: Overview
pt_pt: Visão geral

source: Pay Communication
pt_pt: Comunicação sobre compensação

source: Pay & Performance
pt_pt: Compensação e desempenho

source: Pay Transparency - Right to Information
pt_pt: Transparência salarial - Direito à informação

source: People day
pt_pt: Dia de pessoas

source: Percent of total
pt_pt: Percentagem do total

source: Performance Check-in Overview
pt_pt: Visão geral do check-in de desempenho

source: Performance check-in rating by org levels
pt_pt: Classificação do check-in de desempenho por níveis org.

source: Performance check-in status by org level
pt_pt: Estado do check-in de desempenho por nível org.

source: Performance Reviews
pt_pt: Avaliações de desempenho

source: Performance Reviews - Goals & Behaviors
pt_pt: Avaliações de desempenho - Objetivos e comportamentos

source: Process Status Report
pt_pt: Relatório de estado do processo

source: Question type usage
pt_pt: Utilização do tipo de pergunta

source: Questions
pt_pt: Perguntas

source: Questions & Answers
pt_pt: Perguntas e respostas

source: Rating alignment
pt_pt: Alinhamento de classificações

source: Rating changed by manager
pt_pt: Classificação alterada pelo gestor

source: Rating changed by moderator
pt_pt: Classificação alterada pelo moderador

source: Rating changed manager
pt_pt: Classificação alterada pelo gestor

source: Rating distribution
pt_pt: Distribuição de classificações

source: Read & release status by org level
pt_pt: Estado de leitura e publicação por nível organizacional

source: Read status
pt_pt: Estado de leitura

source: Read status by comm round (released documents)
pt_pt: Estado de leitura por ronda de comunicação (documentos publicados)

source: Read status by org level (released documents)
pt_pt: Estado de leitura por nível organizacional (documentos publicados)

source: Read status (unreleased documents)
pt_pt: Estado de leitura (documentos não publicados)

source: # Refused career plan
pt_pt: # Plano de carreira recusado

source: Release status by comm round
pt_pt: Estado de publicação por ronda de comunicação

source: Release status by org level
pt_pt: Estado de publicação por nível organizacional

source: Reply rate
pt_pt: Taxa de resposta

source: Request Flow
pt_pt: Fluxo de pedidos

source: Requests read
pt_pt: Pedidos lidos

source: Requests sent over time
pt_pt: Pedidos enviados ao longo do tempo

source: Requests with behaviors
pt_pt: Pedidos com comportamentos

source: Review
pt_pt: Avaliação

source: Review additional questions
pt_pt: Perguntas adicionais da avaliação

source: Review Behaviors Details
pt_pt: Rever Detalhes dos Comportamentos

source: Review challenge
pt_pt: Desafio da avaliação

source: Review completion
pt_pt: Conclusão de avaliação

source: Review Details
pt_pt: Detalhes de avaliação

source: Review Details & Additional Questions
pt_pt: Detalhes de avaliação e perguntas adicionais

source: Review Distribution Overview
pt_pt: Visão geral da distribuição de avaliações

source: Review evaluation table
pt_pt: Tabela de avaliação

source: Review Executive Summary
pt_pt: Resumo executivo de avaliação

source: Review Goals & Behaviors Overview
pt_pt: Visão Geral de Objetivos e Comportamentos da Avaliação

source: Review Goal Details
pt_pt: Rever Detalhes do Objetivo

source: Review rating distribution
pt_pt: Distribuição de classificações de avaliação

source: Review Status
pt_pt: Estado da Avaliação

source: Review status table
pt_pt: Tabela de estado de avaliação

source: Review completion status
pt_pt: Estado de conclusão da avaliação

source: Review custom questions export table
pt_pt: Tabela de exportação de perguntas personalizadas da avaliação

source: Review detailed export table
pt_pt: Tabela de exportação detalhada da avaliação

source: Review evaluation status
pt_pt: Estado de avaliação da revisão

source: Reviews with aligned behavior ratings
pt_pt: Avaliações com classificações de comportamentos alinhadas
